Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/explanations_and_stories_fi/koulutusraportti_web_2_.pdf.tmx
Source language: fin
Languages: sme

source: Vuonna 1998 toteutettu koulutuksen lainsäädännön kokonaisuudistus merkitsi parannuksia saamelaisopetuksen asemaan saamelaisten kotiseutu alueella.
sme: Jagi 1998 ollašuhttojuvvon skuvlejumi láhkaásaheami olles ođastus mearkkašii buorádusaid sámeoahpahusa dillái sámiid ruovttuguovllus.

source: Toiminnallisista säännöksistä merkittävimmäksi on osoittautunut perusopetuslain opetuskieltä koskeva 10 §.
sme: Doaibmama guoski mearrádusain stuorámus mearkkašupmi lea leamaš vuođđooahpahuslága oahpahusgiela guoski 10 §:s.

source: Se on turvannut saamenkielisen opetuksen säilymisen ikäluokkien pienenemisestä huolimatta (ks. kuva 3).
sme: Dat lea dorvvastan sáme gielat oahpahusa seailuma ahkeluohkáid unnumis fuolakeahttá (gč. gova 3).

source: Muutoksilla opetuksen resurssisäännöksiin on kuitenkin ollut toiminnallisia säännöksiä suurempi ohjaava vaikutus saamelaisopetuksen toteutumiseen.
sme: Oahpahusa resursamearrádusaide dahkkojuvvon nuppástusain lea goittotge leamašan stuorát stivrejeaddji váikkuhus sámeoahpahusa ollašuvvamii go doaibmama guoski njuolggadusain.

source: Opetuksen resurssit
sme: Oahpahusa resurssat

source: Vuoden 1999 alusta lähtien voimassa ollut laki opetus ja kulttuuritoimen rahoituksesta on turvannut saamelaisopetuksen järjestämisen perusedel lytykset saamelaisten kotiseutualueen kunnissa.
sme: Jagi 1999 álggu rájes fámus leamašan láhka oahpahus ja kulturdoaimma ruhtadeamis lea dorvvastan sámeoahpahusa ordnema vuođđo vejolašvuođaid sámiid ruovttuguovllu gielddain.

source: Ikäluokkien pieneneminen kotiseutualueella on nähtävissä laskevana linjana myös saamelaisopetuksen tilastoissa (ks. kuva 4), mutta suurta romahdusta ei ole tapahtunut.
sme: Ahkeluohkáid unnun ruovttuguovllus lea oaidnimis luoiti linján maid sáme oahpahusa statistihkain (gč. gova 4), muhto stuorra gahččan ii leat dáhpáhuvvan.

source: Ilman erityisrahoitusta opetustilanne olisi nykyistä heikompi.
sme: Sierraruhtadeami haga oahpahusdilli livččii heittodut go dat dál lea.

source: Saamelaisopetusta koskeva erityisrahoitus on osoittautunut kannustimeksi, jonka perusteella kuntien saama valtionavustuksen määrä kasvaa tai laskee sen mukaan miten paljon ne lisäävät tai vähentävät saamen kielen ja saamenkielistä opetusta.
sme: Sámeoahpahusa guoski sierraruhtadeapmi lea hástalan gielddaid ordnet eanet sámeoahpahusa. Gielddaid oažžun stáhtadoarjaga mearri lassána dahje unnu dan mielde man olu dat lasihit dahje geahpedit sámegiela dahje sámegielat oahpahusa.

source: Opetus ja kulttuuritoimen rahoituksesta annetun lain 43 § (2.
sme: Oahpahus ja kulturdoaimma ruhtadeamis addojuvvon lága 43 § 2 mom.

source: mom) mukaan ”Saamelaisten kotiseutualueen kunnille sekä muille mainitulla alueella toimiville koulutuksen järjestäjille myönnetään vuosittain valtionavustusta saamenkielisestä ja saamen kielen opetuksesta perus opetuksessa, lukiossa ja ammatillisessa koulutuksessa aiheutuviin kustannuksiin valtioneuvoston vahvistamien perusteiden mukaisesti.
sme: mielde (jorgaluvvon suomagielas dása):´Sámiid ruovttuguovllu gielddaide sihke earáide máinnašuvvon guovllus doaibmi skuvlejumi ordnejeaddjiide mieđihuvvo jahkásaččat stáhtadoarjja sámegielat ja sámegiela oahpahusas vuođđooahpahusas, logahagas ja ámmátlaš skuvlejumis šaddi goluid várás ráđđehusa nannen vuođustusaid mielde.

source: Valtionavustukset yhteenlaskettuina vastaavat mainittuun opetukseen tarvittavan opetushenkilöstön palkkaamisesta aiheutuvia keskimääräisiä kustannuksia.”
sme: Oktii rehkenastojuv von stáhtadoarjagiid mearit vástidit máinnašuvvon oahpahussii dárbbašuvvon oahpahusveaga bálkáheamis šaddi gaskamearálaš goluid.´

source: Valtioneuvoston päätöksen mukaan oppilasryhmän keskimääräisen koon kunnan sisällä on oltava vähintään kolme (3).
sme: Stáhtaráđi mearrádusa mielde oahppiid joavkku gaskamearálaš sturrodat gieldda siste galgá leat unnimustá golbma (3).

source: Saamelaisten kotiseutu alueen kuntien saamelaisopetusta varten saama valtionavustus on ollut vuosina 2002–2006 keskimäärin 1.2 miljoonaa euroa/vuosi.
sme: Sámiid ruovttuguovllu gielddaid sámeoahpahusa várás oažžun stáhtadoarjja lea leamaš jagiid 2002–2006 gaskamearálaččat 1.2 miljovnna euro/jahki.

source: Erityisrahoituksen seurauksena saamelaisopetus ei ole enää aiempien vuosikymmenten tavoin joutunut kilpailemaan rahoituksesta muiden kunnallisten palveluiden kanssa.
sme: Sierraruhtadeami váikkuhussan leamaš, ahte sámeoahpahus ii leat šat ovddit logijagiid láhkai gártan gilvalit ruhtadeamis gielddaid eará bálvalusaiguin.

source: Saamelaisten kotiseutualueen ulkopuolella annettavaa saamen kielen opetusta varten kunnan on vuodesta 2007 alkaen ollut mahdollista saada valtionavustusta enintään 2,5 viikkotunnin täydentävää opetusta varten (vuoteen 2006 saakka kahden viikkotunnin opetusta varten).
sme: Sámiid ruovttuguovllu olggobealde addojuvvon sámegiela oahpahusa várás gielddas lea leamaš jagi 2007 rájes vejolaš oažžut stáhtadoarjaga eane mustá 2,5 vahkkodiimmu dievasmahtti oahpahusa várás (jagi 2006 rádjai guovtti vahkkodiimmu oahpahusa várás).

source: Opetushallitus asettaa vuosittain haettavaksi opetusministeriön asetuksessa (ks. edellä) säädetyn opetuksen valtionavustukset.
sme: Oahpahusráđđehus bidjá jahkásaččat ohcanláhkai oahpahusministeriija ásahusas (gč. ovddabealde) mearriduvvon oahpahusa stáhtadoarjagiid.

source: Opetushallituksen tiedotteen mukaan ”maahanmuuttajien oman äidinkielen, saamen kielen ja romanikielen opetuksen ” erillisen valtionavustuksen laskennallisena kustannuksena opetustuntia kohti pidetään 22 e. Opetusministeri Antti Kalliomäen ilmoittaman tiedon mukaan kotiseutualueen ulkopuolella annettua saamen kielen opetusta varten myönnettiin valtionavustusta vuonna 2005 yhteensä 3.943 euroa.
sme: Oahpahusráđđehusa dieđáhusa mielde ´sisafárrejeaddjiid iežaset eatnigiela, sámegiela, ja romána giela oahpahusa ´ sierra stáhtadoarjaga rehkenastojuvvon goast tá dussan oahpahusdiimmu guovdu atnojuvvo 22 e. Oahpahusministtar Antti Kalliomäki almmuhan dieđu mielde ruovttuguovllu olggo bealde addojuvvon sámegiela oahpahusa várás mieđihuvvui stáhtadoarjja jagi 2005 oktiibuot 3.943 euro.

source: Opetushallituksesta saadun tiedon mukaan vastaavat summat vuosilta 2006 ja 2007 olivat 4.616 ja 5.032 euroa.
sme: Oahpahusráđđehusas ožžon dieđu mielde vástideaddji submit jagiin 2006 ja 2007 ledje 4.616 ja 5.032 euro.

source: Avustusta ovat saaneet Oulu, Rovaniemi (vuonna 2005 myös Rova niemen maalaiskunta) ja vuodesta 2006 alkaen myös Tampereen kaupunki.
sme: Doarjaga leat ožžon Oulu, Roavvenjárga (jagi 2005 maid Roavvenjárgga dálongielda) ja jagi 2006 rájes maid Tampere gávpot.

source: Saamelaisopetuksen erityisiin resursseihin kuuluvat myös Saamelaiskäräjien valmistamat oppimateriaalit, jotka jaetaan kouluille ilmaiseksi koulutus ja oppimateriaalilautakunnan linjauksen mukaan.
sme: Sámeoahpahusa sierra resurssaide gullet maid Sámedikki ráhkadan oahppa materiálat, mat juhkkojuvvojit skuvllaide nuvttá skuvlen ja oahppa materiálalávdegotti mearrádusa mielde.

source: Saamelaiskäräjät saa vuosittain valtion talousarvion kautta saamenkielisen oppimateriaalin valmistamista varten tarkoitetun valtionavustuksen.
sme: Sámediggi oažžu jahkásaččat stáhta bušeahtas sámegielat oahppamateriála ráhkadeami várás oaivvilduvvon stáhtadoarjaga.

source: Oppimateriaalimääräraha on pysynyt noin 250.000 euron tasolla vuodesta 1993 lähtien (ks. liite 2).
sme: Oahppamateriálamearreruhta lea bisson sullii 250.000 euro dásis jagi 1993 rájes (gč. mildosa 2).

source: Samaan aikaan materiaalitarpeet ja valmistuskustannukset ovat kohonneet tuntuvasti.
sme: Seamma áigge materiáladárbbut ja válmmaštangolut leat loktanan ollu.

source: Saamelaiskäräjien päätöksellä jakaa valtion rahoituksella julkaistu oppimateriaali ilmaiseksi kouluille (esiopetus, perusopetus, lukiokoulutus, ammatillinen peruskoulutus) on haluttu osaltaan helpottaa saamen kielen ja saamenkielisen opetuksen järjestämismahdollisuuksia kunnissa, joiden talous on kireällä ja jotka ovat vuodesta toiseen pyrkineet löytämään uusia säästökohteita talousarvioistaan.
sme: Sámedikki mearrá dusain juohkit stáhta ruhtademiin almmuhuvvon oahppamateriála nuvttá skuvllaide (ovda oahpahussii, vuođđooahpahussii, logahatskuvlejupmái ja ámmátlaš vuođđo skuvlejupmái) leat háliidan álkidahttit sámegiela ja sámegielat oahpa husa ordnenvejolašvuođaid gielddain, maid ruhtadoallu lea čavga dilis ja mat leat jagis nubbái figgan gávdnat ođđa seastinčuozahagaid ieža set bušeahtain.

source: Oppimateriaa lin ilmaisjakelu on osoittautunut onnistuneeksi ratkaisuksi.
sme: Oahppamateriála nuvttá juohkin lea leamaš lihkostuv van čoavddus.

source: Saamen kielen rinnastuminen maahanmuuttajien kieliin
sme: Sámegiela buohtastahttin sisafárrejeaddjiid gielaide

source: Edellä kuvatun opetusministeriön asetuksen (aiemmin päätöksen) tarkka noudattaminen saamen opetusta järjestäneissä kaupungeissa on johtanut erikoisiin tilanteisiin.
sme: Ovddabealde muitaluvvon oahpahusministeriija ásahusa dárkkes čuovvun sámegiela oahpahusa ordnen gávpogiin lea dolvon earenoamáš diliide.

source: Esimerkkeinä sellaisista mainittakoon Helsingin kaupungin opetusviraston maaliskuussa 2007 haettavaksi julistama maahanmuuttajien äidinkielen opettajan osapäiväinen tehtävä, opetettavana kielenä saamen kieli.
sme: Ovdamearkan dákkáraččain mainnašehkot Helssega gávpoga oahpahus doaimmahaga njukčamánus 2007 ohcanláhkai almmuhuvvon sisafárrejeaddjiid eatni giela oahpaheaddji oasseáigásaš doaibma, oahpahan giellan sámegiella.

source: Hakuilmoituksessa kuvattiin haettavaksi julistettua tehtävää mm. seuraavin sanoin: ”Haemme saamen kielen opettajaa, mikäli saamen kielen opetusta haluava ryhmä muodostuu.
sme: Ohcanalmmuhusas muitaluvvui ohcan láhkai almmu huvvon doaimma birra ee. čuovvovaš sániiguin (jorgaluv von suoma gielas dása):”Ohcat sámegiela oahpaheaddji, juos sámegiela oahpahusa háli deaddji joavku šaddá.

source: Maahanmuuttajien äidinkielen opettajan tehtävänä on opettaa maahanmuuttajataustaisille oppilaille heidän äidinkieltään tai kotona puhuttua kieltä.
sme: Sisafárrejeaddjiid eatnigiela oahpaheaddji bargun lea oahpahit dakkár oahppiide, geain lea sisafárrejeaddji duogáš, sin eatnigiela dahje ruovttus hállojuvvon giela.

source: Opetuksen tavoitteena on saada oppilaat kiinnostumaan omasta äidinkielestään, käyttämään ja kehittämään äidinkielen taitojaan sekä arvostamaan omaa taustaansa ja kulttuuriaan.
sme: Oahpahusa ulbmilin lea fidnet oahppiid beroštuvvat iežaset eatnigielas, geavahit ja ovddidit eatnigiela dáidduideaset sihke árvvus atnit iežaset duogáža ja kultuvrra.

source: Opetusryhmässä voi olla myös suomalaisia oppilaita, jotka ovat hankkineet ulkomailla vieraan kielen taidon.
sme: Oahpahusjoavkkus sáhttet leat maid suopmelaš oahppit, geat leat skáhppon olgoriikkain vieris giela máhtu.

source: Opetuksessa noudatetaan kunnallisia opetussuunnitelmia.
sme: Oahpahusas čuvvojuvvojit gielddaid oahppaplánat.

source: Opetukseen osallistuminen on vapaaehtoista ja sitä annetaan kaksi tuntia viikossa.
sme: Oahpahussii oassálastin lea eaktodáhtolaš ja dat addojuvvo guokte diimmu vahkus.

source: Opetus järjestetään koulupäivän alussa tai lopussa tai iltapäivä tai iltaopetuksena.
sme: Oahpahus ordnejuvvo skuvlabeaivvi álggus dahje loahpas dahje eahketbeaive dahje eahketoahpahussan.

source: Osa tehtävistä on sivutoimisia.
sme: Oassi bargguin leat siidodoaibmasaččat.

source: Opetusryhmän oppilaat voivat olla useasta eri koulusta ja tiedoiltaan ja taidoiltaan eritasoisia.
sme: Oahpahusjoavkku oahppit sáhttet leat máŋgga skuvllas ja dieđuideaset ja dáidduideaset dáfus iešguđetlágan dásis.

source: Opettajan tulee kyetä opetuksen ennakkosuunnitteluun ja eriyttämiseen.
sme: Oahpaheaddji galgá bastit ovddalgihtii plánet ja sierranahttit oahpahusa.

source: Päätoiminen opettaja opettaa useissa eri kouluissa ja hän voi joutua siirtymään koulusta toiseen saman päivän aikana.
sme: Váldodoaibmasaš oahpaheaddji oahpaha máŋggain skuvllain ja son sáhttá gártat sirdašuvvat skuvllas nubbái seamma beaivvi áig ge.

source: Opettajalta toivotaan siten joustavuutta.
sme: Oahpaheaddjis vurdojuvvoge ná vuogáiduvvan máhttu.

source: Myös suomalaisen koulujärjestelmän tuntemus ja riittävän hyvä suomen kielen taito katsotaan eduksi.”
sme: Maid suopmelaš skuvlavuogádaga dovdamuš ja doarvái buorre suomagiela dáidu gehččojuvvo ovdun.”

source: Kaupungin opetusvirasto poisti työpaikkailmoituksen kuvatussa muodossa verkkopalvelusivultaan sen jälkeen kun saamen kielen asemaan maahan muuttajakielenä kiinnitettiin erityistä huomiota.
sme: Gávpoga oahpahusdoaimmahat válddii eret bargobáikealmmuhusa máinna šuvvon hámis iežas fierbmebálvalussiidduin dan maŋŋá go sámegiela dillái sisafárrejeaddjiid giellan giddejuvvui earenoamáš fuomášupmi.

source: Edellisen kaltaisia esimerkkejä löytyy myös muista kaupungeista, mm. Tampereelta, jossa saamen kieli esiintyy säännönmukaisesti samalla listalla maahanmuuttajakielten kanssa16.
sme: Ovdditlágan ovdamearkkat gávdnojit maid eará gávpogiin, ee. Tamperes, gos sámegiella boahtá ovdan jámma seamma listtus sisafárrejeaddjigielaiguin.

source: Liitteenä 4 (lopussa) opetushallituksen vuonna 2004 hyväksymän opetussuunnitelman perusteiden ohjetta seuraava, saamen kielen oppilaan keväällä 2007 saama ”Todistus osallistumisesta maahanmuuttajien äidinkielen (saamen kielen) opetukseen”.
sme: Mielddusin 4 (loahpas) oahpahusráđđehusa jagi 2004 dohkkehan oahppaplána vuođustusaid rávvaga čuovvu, sámegiela oahppi giđđat 2007 oažžun ´Duođaštus oasi váldimis sisafárrejeaddjiid eatnigiela (sámegiela) oahpahussii´ (jorgaluvvon suomagielas dása).

source: 4. Saamen kielen opetus saamelaisten koti - seutu alueen ulkopuolella 1987–2008
sme: 4. Sámegiela oahpahus sámiid ruovttuguovllu olggobealde 1987–2008

source: Vapaaehtoisen saamen kielen opetus alkoi kahdella paikkakunnalla, Helsingissä ja Sodankylän kirkonkylässä, 1980luvun lopussa.
sme: Eaktodáhtolaš sámegiela oahpahus álggii guovtti báikegottis, Helssegis ja Soađegili girkosiiddas, 1980logu loahpas.

source: Rovaniemen kaupungissa opetus aloitettiin syksyllä 1991. Helsingin opetus katkesi kahdeksan lukuvuoden jälkeen.
sme: Roavvenjárgga gávpogis oahpahus álggahuvvui čakčat 1991. Helssega oahpahus gaskkalduvai gávcci lohkanbaji maŋŋá.

source: Rovaniemellä ja Sodankylässä opetusta on annettu katkeamatta opetuksen alusta saakka.
sme: Roavvenjárggas ja Soađegilis oahpahus lea addojuvvon gaskkalduvakeahttá álggu rájes.

source: Oulussa ja sen lähialueil la opetus aloitettiin 2000luvun alussa.
sme: Oulus ja dan lagašguovlluin oahpahus álggahuvvui 2000logu álggus.

source: Saamen opetusta antavien koulujen/ paikkakuntien määrä on vähitellen kasvanut 2000luvulla, mutta opetukseen osallistuvien oppilaiden määrä on edelleenkin hyvin pieni ja opetuksen jatkuvuus epävarmaa.
sme: Sámegiela oahpahusa addi skuvllaid/báikegottiid lohku lea gulul lassánan 2000logus, muhto oahpahussii oassá lasti oahppiid lohku lea ainge hui unni ja oahpahusa joatkašuvvan eahpesihkkar.

source: Opetusta ei ole onnistuttu aikaansaamaan kaikilla paikkakunnilla, joilla siihen olisi ollut tarvetta eikä kaikille sitä pyytäneille oppilaille.
sme: Oahpahus ii leat lihkostuvvan álggahuvvot buot báikegottiin, gos dasa livččii lean dárbu iige buohkaide dan bivdán oahppiide.

source: (Ks. liite 3)
sme: (Gč. mildosa 3)

source: Yhteisenä piirteenä kotiseutualueen ulkopuolella annetussa opetuksessa ovat olleet seuraavat:• opetuksen aloittaminen kerhomuotoisena,• epävarmuus opetuksen jatkuvuudesta, • vaikeudet sovittaa saamen kielen tunteja lukujärjestyksiin,• saamen tunnit ovat lisänneet oppilaan kokonaistuntimäärää ja sijoitettu yleensä muun koulupäivän jälkeen,• oppiaineen epäselvä status, koska se ei ole voinut olla selvästi äidinkielen eikä vieraan kielen oppiaine,• opetussuunnitelmallisten ohjeiden puuttuminen ja pienestä tuntimäärästä seurannut mahdottomuus saamen kielen oppimäärien seuraamiseen,• opetukseen osallistuvien oppilaiden kuljetukseen ja siitä aiheutuviin kustannuksiin liittyvät ongelmat,• varojen puuttuminen kunnollisen tiedottamisen järjestämiseltä ja siitä seuranneet opetuksen saavutettavuusongelmat, • pienet ja heterogeeniset oppilasryhmät, joihin on osallistunut oppilaita useilta vuosiluokilta ja eri kouluista,• oppilaiden heterogeeninen kielitausta (äidinkieli, passiivinen kieli, kieltä osaamattomuus),• opettaja ja oppimateriaalipula,• tiedonpuute, joka on koskenut sekä opetusta järjestäneitä kouluja, opetushallinnon viranomaisia että saamelaisia vanhempia, • opetuksen antaminen ainoastaan pohjoissaamen kielessä;
sme: Oktasaš sárggusin ruovttuguovllu olggobealde addon oahpahusas leat leamaš čuovvovaččat:• oahpahusa álggaheapmi riekkisdoaibman,• eahpesihkkarvuohta oahpahusa joatkašuvvamis, • váttisvuođat heivehit sámegiela diimmuid lohkanortnegii,• sámegiela diimmut leat lasihan oahppi olles diibmomeari ja diimmut leat dábálaččat biddjon eará skuvlabeaivvi maŋŋá,• oahppoávdnasa eahpečielga sajádat, daningo dat ii leat sáhttán leat čielgasit eatnigiela iige vieris giela oahppoávnnas,• oahppaplánavuloš rávvagiid váilun ja unna diibmomearis šaddan veadjemeahttunvuohta sámegiela oahppomeriid čuovvumii,• váttisvuođat, mat laktásit oahppiid fievrredeapmái ja das šaddi goluide,• váriid váilun albma dieđiheami ordnemis ja das čuvvon oahpahusa juksanváttisvuođat, • smávva ja heterogenalaš oahppiid joavkkut, maidda leat oassálastán oahppit máŋgga jahkeluohkás ja máŋggain skuvllain,• oahppiid heterogenalaš gielladuogáš (eatnigiella, passiiva giella, giellamáhtu váilun),• oahpaheai ja oahppamateriálavátni,• dieđu váilun, mii lea guoskan sihke oahpahusa lágidan skuvllaid, oahpahushálddahusa eiseválddiid ja sápmelaš vánhemiid,• oahpahusa addin dušše davvisámegielas;

source: koltan ja inarinsaamen opetusta on annettu vain yksittäistapauksissa virtuaalisesti,• opetuksen rinnastuminen maahanmuuttajakielissä annettuun opetukseen vuodesta 1995 alkaen,• kirjava käytäntö oppilaiden saamen kielen opetuksesta saamissa todistuksissa.
sme: nuortalaš ja anárašgiela oahpahus lea addojuvvon dušše oktonas dáhpáhusain virtuálalaččat, • oahpahusa buohtastahttin sisafárrejeaddjiid gielain addojuvvon oahpahussii jagi 1995 rájes,• iešguđetlágan vuogit duođaštusain, maid oahppit leat ožžon sámegiela oahpahusas.

source: Yhteenveto saamelaisten kotiseutualueen ulkopuolella saamen kielen opetusta saaneiden oppilaiden määristä vuosina 1987–2008 on koottu kuvaan 5. Kuvassa ovat mukana myös Sodankylän kirkonkylän oppilaat, koska kirkonkylä sijaitsee saamelaisten kotiseutualueen ulkopuolella.
sme: Čoahkkáigeassu sámiid ruovttuguovllu olggobealde sámegiela oahpahusa ožžon oahppiid loguin jagiin 1987–2008 lea čohkkejuvvon govvii 5. Govas leat mielde maiddái Soađegili girkosiidda oahppit, daningo girkosiida lea sámiid ruovttuguovllu olggobealde.

source: Sodan kylän kunta kuuluu kuitenkin saamelaisten kotiseutualueen kuntien joukkoon ja on kokonaisuudessaan saamelaisopetusta koskevan erityisrahoituksen piirissä.
sme: Soađegili gielda gullá goittotge sámiid ruovttuguovllu gielddaid jovkui ja gullá dasto ollásit sámeoahpahusa guoski sierraruhtadeami ollái.

source: Kuvaan 6 on koottu saamelaisten kotiseutualueen kuntien (=saamelaisopetuksen erityisen rahoituksen) ulkopuolella saamen kielen opetusta saaneiden oppilaiden määrät vuosina 1987–2008.
sme: Govvii 6 leat čohkkejuvvon sámiid ruovttu guovllu gielddaid (=sámeoahpahusa sierra ruhtadeami) olggobealde sáme giela oahpahusa ožžon oahppiid mearit jagiid 1987–2008 áigge.

source: Kuva 5. Saamen kielen opetusta perusopetuksessa ja lukiossa saamelaisten kotiseutualueen ulkopuolella saaneet oppilaat 1987–2008.
sme: Govva 5. Oahppit, geat leat ožžon sámegiela oahpahusa vuođđooahpahusas ja logahagas olggobealde sámeguovllu.

source: Kuva 6. Saamen kielen opetusta perusopetuksessa ja lukiossa saamelaisten kotiseutualueen kuntien ulkopuolella saaneet oppilaat 1987–2008.
sme: Govva 6. Oahppit, geat leat ožžon sámegiela oahpahusa vuođđooahpahusas ja logahagas olggobealde sámiid ruovttuguovllu gielddaid 1987–2008.

source: Sodankylä saamelaisalueen rajalla
sme: Soađegilli sámeguovllu rájá alde

source: Saamelaisten kotiseutualueen raja kulkee Sodankylän kunnan halki.
sme: Sámiid ruovttuguovllu rádji johtá Soađegili gieldda čađa.

source: Kunnan pohjoisin osa, Lapin paliskunnan alue eli Vuotson kylän seutu, kuuluu viralliseen saamelaisten kotiseutualueeseen.
sme: Gieldda davimus oassi, Sámi bálgosa guovlu dahjege Vuohču gili guovlu, gullá sámiid virggálaš ruovttuguvlui.

source: Saamen kielen opetus alkoi Vuotson koulussa samaan aikaan muiden kotiseutualueen koulujen kanssa peruskoulun tulon myötä 1970luvulla.
sme: Sámegiela oahpahus álggii Vuohču skuvllas seamma áigge eará ruovttuguovllu skuvllaiguin vuođđoskuvlla boahtima mielde 1970logus.

source: Kotiseutualueen ulkopuolella sijaitsevassa kirkonkylässä opetus aloitettiin syksyllä 1987 kerhomuotoisena.
sme: Ruovttuguovllu olggobealde girkosiiddas oahpahus álggahuvvui čakčat 1987 riekkisdoaibman.

source: Seuranneina vuosina opetusta annettiin työpajaopetuksena.
sme: Čuovvovaš jagiid oahpahus addojuvvui bargobádjeoahpahussan.

source: Opetuksen asema saatiin pysyvämmälle perustalle vuonna 1996, jolloin kunta palkkasi kokoaikaisen saamen kielen tuntiopettajan hoitamaan kielen opetusta koko kunnan alueella.
sme: Oahpahusdilli šattai eambbo bissovaš vuođu ala jagi 1996, go gielda bálkáhii ollesáigásaš sámegiela diibmooahpaheaddji dikšut giela oahpahusa oppa gildii.

source: Vuodesta 1997 alkaen saamea on voinut opiskella pitkänä vieraana kielenä (A2).
sme: Jagi 1997 rájes sámegiela lea sáhttán lohkat guhkes vieris giellan (A2).

source: Sodankylän lukiossa saamen kielen opetus aloitettiin syksyllä 1996. Ensimmäinen ylioppilaskokelas suoritti saamen kielen kokeen keväällä 1998.
sme: Soađegili logahagas sámegiela oahpahus álggahuvvui čakčat 1996. Vuosttas abiturienta čađahii sámegiela iskosa giđđat 1998.

source: Vuoden 1999 alussa voimaanastuneeseen saamelaisopetuksen erityiseen rahoitukseen perustuen kunta perusti 2000luvun alussa kiertävän saamen kielen lehtorin viran.
sme: Gielda vuođđudii 2000logu álggus skuvllaid oktasaš, johtti sámegiela lektora virggi, man vuođđun lei sámeoahpahusa sierra ruhtadeapmi, mii lei boahtán fápmui jagi 1999 álggus.

source: Sen seurauksena saamen kielen opetuksen asema on vähitellen vakiintumassa, vaikka oppilasmäärä onkin vielä pieni verrattaessa sitä alueella asuvaan saamelaisväestön määrään (ks. liitteet 1 ja 3).
sme: Dan dihtii lea sámegiela oahpahusa sadji uhccánaččaid stáđásmuvvamin, váikko oahppiid lohku leage velá unni juos veardida dan guovllus ássi sámeálbmoga lohkui (gč. mildosiid 1 ja 3).

source: Saamen kieltä on opetettu kirkonkylän kouluissa (joinakin vuosina myös joissakin kyläkouluissa) vapaaehtoisena ja valinnaisena vieraan kielen oppiaineena (A2, B2).
sme: Sámegiella lea oahpahuvvon girkosiidda skuvllain (muhtun jagiid maid muhtun giliskuvllain) eaktodáhtolažžan ja válljenávnnasin (vieris giela ávnnasin A2 ja B2).

source: Kirkonkylän alueella ei ole annettu äidinkielen eikä saamenkielistä opetusta.
sme: Vuohču gili olggobealde ii leat addojuvvon eatni giela iige sámegielat oahpahus.

source: Helsinki ja pääkaupunkiseutu
sme: Helsset ja oaivegávpotguovlu

source: Pääkaupunkiseudulla toimi 1980luvun loppupuolella ja 1990luvun alussa saamen kielen opetusryhmä, jossa oli oppilaita peruskoulun alimmilta luokilta lukiolaisiin.
sme: Oaivegávpotguovllus doaimmai 1980logu loahpageahčen ja 1990logu álggus sámegiela oahpahusjoavku, mas ledje oahppit vuođđoskuvlla vuolimus luohkáin gitta logahahkii.

source: Opetuksen käynnistymiseen vaikuttivat ennen muuta City Sámit yhdistyksessä toimineet aktiiviset vanhemmat.
sme: Oahpahusa álggaheapmái váikkuhedje earenoamážit City Sámit searvvis doaib man aktiivvalaš vánhemat.
